import maingame



print('████ ████ █  █ █  █ ███     ████ ███ ███ ███ ████ ████ █ █ ████ ███')
print('█  █ █  █ █  █ █ █   █      █  █ █    █  █   █  █ █    █ █ █  █ █')
print('█    ████ ████ ██    █  ███ █  █ ███  █  ███ ████ ████ ███ ████ █')
print('█  █ █  █ █  █ █ █   █      █  █ █    █  █   █    █  █   █ █    █')
print('████ █  █ █  █ █  █  █      █  █ ███  █  ███ █    ████ ███ █    █')

import time
time.sleep(4)
print('\nДобро пожаловать в холодный и гостеприимный Петербург! Хочешь начать игру?')
start = input()
if start == 'да' or start == 'Да' or start == 'yes':
    maingame.main()
else:
    print('Если ты написал нет, непонятно, зачем вообще открыл эту игру...')